Repository: OpenMandrivaSoftware/drakstats
Catalog: po/*.po
Languages: ku

source: Rpm Stats report tool
ku: Amûra raporkirina statîstîkên RPM

source: Search:
ku: Lê bigere:

source: Apply filter
ku: Filtre lêxe

source: Rpm Packages
ku: Paktajên Rpm

source: Mandriva Linux Tools
ku: Hacetên Mandriva Linux

source: Packages Stats
ku: Statîstîk

source: Refresh
ku: Rojanê bike

source: Help
ku: Alîkarî

source: Send Stats
ku: Statîstîkan bişine

source: Quit
ku: Derkeve

source: Package
ku: Paket

source: Not used since (days)
ku: Pê kar hatiye (rojan)

source: Last file accessed
ku: Belgeya dawî pê kar hatiye

source: Application
ku: Aplikasyon

source: Used within(days)
ku: Pê karhatiye (rojan)

source: Summary
ku: Destpêk

source: Warning
ku: Hişyarî

source: The <noatime> option is set on your / or /usr partition, the information provided by drakstats about file access time may be irrelevant
ku: Opsyona <noatime> di partîsyona / an /usr ya te heye, dibe ku agahiya ku drakstats bide der barê dema gihiştina dosiyan ne girîng e

source: Please wait
ku: Ji kerema xwe re li hêviyê rawestin

source: Reading packages database stats...
ku: Xwendina statîstîkên daneya paktajan...

source: Name:
ku: Nav :

source: Version:
ku: Versiyon :

source: Release:
ku: Ya dawî :

source: Size:
ku: Mezinî :

source: %s KB
ku: %s Ko

source: Summary:
ku: Destpêk :

source: Description:
ku: Nasnameya kurt :

source: Files:
ku: Belgeyên :

source: Package Info
ku: Zêdetir ser paktajan

source: Close
ku: Bigre

source: Send stats
ku: Statîstîkan bişîne

source: Authenticated by:
ku: Grêdan ji aliye :

source: Cancel
ku: Betal

source: Send
ku: Bişîne

source: Sending stats...
ku: Statîstîk te şandin...

source: Error
ku: çewt

source: Sending data failed! please send email to cooker@mandrivalinux.org
ku: Dane ne hate şandin! Ji bo zêdetir zanibî ji cooker@mandrivalinux.org êre binivsînin

source: More Info
ku: Zêde zanibe

source: Uninstall
ku: Pakij bike

source: No
ku: Na

source: Yes
ku: Erê

source: Ok
ku: Dibe
